const donasi = (prefix) => {
	return `𝗫𝗡𝗭𝗨𝗟𝗕𝗢𝗧
          
┏━━━━°❀ ❬ 𝗔𝗕𝗢𝗨𝗧 ❭ ❀°━━━━┓
┃╔═══════════════════╗
┏❉ *${prefix}info*
┃❉ *${prefix}help* 
┗❉ *${prefix}creator* 
┃╚═══════════════════╝
┣━━━━°❀ ❬ 𝗗𝗢𝗡𝗔𝗦𝗜 ❭ ❀°━━━⊱
┃╔═══════════════════╗
┃╠➥ *DANA:* 0857-9774-6684
┃╠➥ *PULSA:* 0857-9774-6684
┃╠➥ *OVO:* 0857-9774-6684
┃╚═══════════════════╝
┣━━━━━━━━━━━━━━━━━━━━━⊱
┃┌───────────────────┐
┃├ 𝗗𝗼𝗻𝘁 𝗳𝗼𝗿𝗴𝗲𝘁 𝗳𝗼𝗿 𝗱𝗼𝗻𝗮𝘀𝗶
┃└───────────────────┘
┣━━━━━━━━━━━━━━━━━━━━━┓
┃ 𝗣𝗢𝗪𝗘𝗥𝗘𝗗 𝗕𝗬 𝗫𝗡𝗭𝗨𝗟 𝗕𝗢𝗧  
┗━━━━━━━━━━━━━━━━━━━━━┛`
}

exports.donasi = donasi
